Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/waste_management_and_recycling/domestic_refuse.html.txt.tmx
Source language: en
Languages: ga

source: Under the Waste Management Act 1996, all local authorities are obliged to collect or arrange for the collection of the domestic waste in their area
ga: Faoin Acht um Bainistiú Dramhaíola, 1996, tá dualgas ar gach údarás áitiúil dramhaíl tí ina gceantar a bhailiú nó socrú a dhéanamh go mbaileofar í

source: They must also provide or arrange for the provision of facilities for the disposal and recovery of household waste
ga: Ní mór dóibh soláthar a dhéanamh nó socrú a dhéanamh do sholáthar áiseanna le dramhaíl tí a dhiúscairt agus go mbaileofar í

source: Household waste is usually collected once a week, generally by a private operator
ga: Go hiondúil, bailíonn oibreoir príobháideach dramhaíl tí uair sa tseachtain, go ginearálta

source: Some operators collect different types of waste in different weeks
ga: Bailíonn roinnt oibreoirí saghsanna éagsúla de dhramhaíl seachtainí éagsúla

source: You can reduce the amount of domestic waste you leave for collection – see ‘Recycling and composting’ below
ga: Féadfaidh tú an méid dramhaíl tí a fhágann tú lena bhailiú a laghdú – féach ‘Athchúrsáil agus muiríniú’ thíos

source: Prices will not be increased during the period June 2016 to the end of June 2017
ga: Rialacha nua in 2016

source: There is an allowance under the pay-by-weight system so that there will be no additional charge for the disposal of incontinence products supplied by the HSE
ga: Tiocfaidh rialacha nua i bhfeidhm ar fud an Stáit ón 1 Iúil 2016. Ina measc siúd, tá an méid a leanas:

source: Since 2013, a series of Regulations have been introduced to deal with the disposal of food waste and bio-waste
ga: Ó 2013 i leith, tugadh sraith Rialachán isteach chun déileáil le dramhaíl bhia agus bithdhramhaíl a dhiúscairt

source: As part of this phased introduction, brown bins have been introduced on a gradual basis, starting in the largest population centres and extending each year to smaller centres of population
ga: Mar chuid den tabhairt isteach céimnitheach seo, tugadh araidí donna isteach de réir a chéile, ag tosú sna hionaid ba mhó daonra agus ag fairsingiú amach gach bliain ina dhiaidh sin chun na hionaid ina bhfuil daonraí níos lú a chuimsiú

source: Since 1 July 2015 the Regulations have been in effect for centres of population with more than 1,500 residents
ga: ón 1 Iúil 2015, bhí na Rialacháin i bhfeidhm d’ionaid daonra ina raibh breis agus 1,500 cónaitheoir

source: The European Union (Household Food Waste and Bio-waste) Regulations 2015 come into effect for the last grouping of population centres – those with more than 500 residents – from 1 July 2016
ga: Tagann na Rialacháin an Aontais Eorpaigh (Dramhaíl Bia Tí agus Bithdhramhaíl), 2015 i bhfeidhm don ghrúpáil deiridh ionaid daonra – iad siúd ina bhfuil os cionn 500 cónaitheoir – ón 1 Iúil 2016 ar aghaidh

source: There will be some exceptions to the Regulations – for example, in very small population areas or on small islands, where it is not practical to collect food waste separately
ga: Beidh roinnt eisceachtaí i leith na Rialachán – mar shampla, in ionaid an-bheaga daonra nó ar oileáin bheaga, áit nach bhfuil sé praiticiúil dramhaíl bhia a bhailiú ar leithligh

source: Under the Regulations, all householders will have to do one of the following with their food waste:
ga: Faoi na Rialacháin, beidh ar gach sealbhóir tí ceann de na rudaí a leanas a dhéanamh lena dramhaíl bhia:

source: • Segregate it and make it available for separate collection
ga: • É a dheighilt agus é a chur ar fáil le haghaidh bailiú ar leithligh

source: • Compost it at home (while ensuring that it does not cause smells or nuisance)
ga: • É a mhúiríniú sa bhaile (agus a chinntiú i gcomhthráth nach mbíonn sé ina chúis le bolaithe nó le núis)

source: • Bring it to an authorised facility for composting or other suitable treatment
ga: • É a thabhairt chuig saoráid údaraithe le haghaidh múiríniú nó cóireáil oiriúnach

source: You may not use a macerator to process your food waste, or put food waste in the general waste collection, which goes to landfill
ga: Ní féidir leat mionbhristeoir a úsáid chun do dhramhaíl bhia a phróiseáil, nó chun dramhaíl bhia a chur sa bhailiúchán dramhaíola ginearálta, a théann chun líonadh talún

source: Read more on environ.ie
ga: Léigh níos mó ar environ.ie

source: There is further useful information on brownbin.ie, on stopfoodwaste.ie and on epa.ie
ga: Tá níos mó faisnéis áisiúil ar fáil ar brownbin.ie, ar stopfoodwaste.ie agus ar epa.ie

source: Many waste collectors use wheelie bins for the safe and efficient collection of waste
ga: Baineann go leor bailitheoirí dramhaíola úsáid as araidí rothaí chun dramhaíl a bhailiú go sábháilte agus go héifeachtúil

source: If there is a wheelie bin system in operation in your area, you must present your waste in a wheelie bin or it will not be collected
ga: Má tá córas araidí rothaí á oibriú i do cheantar, ní mór duit do dhramhaíl a fhágáil amuigh in araid rothaí. Ní bhaileofar í mura ndéanann tú seo

source: If you use bin bags, you will need to attach a pre-paid tag to each bag
ga: Má úsáideann tú málaí, caithfidh tú lipéad réamhíoctha a cheangailt leis an mála

source: If you do not tag your rubbish, it will not be collected
ga: Mura gcuireann tú lipéad ar do bhruscar, ní bhaileofar é

source: You can generally buy tags from local shops, garages etc
ga: Is gnách gur féidir leat lipéid a cheannach ó shiopaí nó garáistí áitiúla

source: A full list of sellers is available from your waste operator
ga: Tá fáil ar liosta iomlán díoltóirí ó d’oibreoir dramhaíola

source: Most waste collectors operate a system of waste separation
ga: Tabharfaidh do bhailitheoir dramhaíola faisnéis mhionsonraithe duit faoi cén t-ábhar a chuirtear i ngach araid

source: Different types of waste must be put in colour-coded containers
ga: Faoin dáta sin, beidh araidí donna tugtha isteach ar fud na tíre

source: Examples of such colour codes are: brown bins for compost, green bins for recycling and black or grey bins for residual waste, which goes to landfill
ga: Tiocfaidh córas nua muirearaithe ‘íoc de réir meáchain’ do gach saghas dramhaíola isteach ar fud an Stáit ón 1 Iúil 2016

source: Your waste collector will provide detailed information about what goes in each bin
ga: Is féidir níos mó a léamh sa phreaseisiúint seo agus sa bhileog faisnéise seo (pdf)

source: If you have a large volume of waste to get rid of, you can hire a skip from a private waste collection company
ga: Má tá méid mór dramhaíola le diúscairt agat, féadfaidh tú scipe bruscair a fhruiliú ó chuideachta phríobháideach bhailithe dramhaíola

source: Bulky waste can also be brought to civic amenity centres or landfill sites
ga: Féadtar bulcdhramhaíl a thabhairt chuig ionaid chonláiste chathartha nó chuig láithreáin líonta talún chomh maith

source: Some local authorities operate occasional bulk waste collections and will advertise this service if and when it occurs
ga: Oibríonn roinnt údaráis áitiúla bailiúcháin ócáideacha bhulcdhramhaíola agus fógróidh siad an tseirbhís seo má chuirtear ar fáil í agus cathain a chuirtear ar fáil í

source: Bulky items like carpets, furniture or fridges should never be left out for the regular refuse collection
ga: Níor cheart earraí móra, ar nós cairpéad, troscáin nó cuisneoirí a fhágáil amach riamh don ghnáthbhailitheoir bruscair

source: Much of household waste can be recycled
ga: Is féidir go leor de dhramhaíl tí a athchúrsáil

source: Local authorities must ensure that there are adequate facilities for recycling
ga: Ní mór d’údaráis áitiúla a chinntiú go bhfuil saoráidí leordhóthanacha ann chun athchúrsáil a dhéanamh

source: Most waste operators collect recyclables in designated bins on alternate weeks
ga: Bailíonn an chuid is mó de na hoibreoirí dramhaíola ábhair in-athchúrsáilte in araidí ainmnithe gach dara seachtain

source: Read more in our document on recycling domestic waste
ga: Féadfaidh tú tuilleadh a léamh inár gcáipéis ar dhramhaíl tí a athchúrsáil

source: Composting is another useful way of cutting down on domestic waste
ga: Bealach áisiúil eile chun dramhaíl tí a laghdú is ea muiríniú

source: Read more in our document on composting
ga: Féadfaidh tú tuilleadh a léamh inár gcáipéis faoi mhuiríniú

source: Much of the domestic waste produced in Ireland is sent to landfill
ga: Cuirtear a lán den dramhaíl tí a thairgtear in Éirinn chun líonadh talún

source: Read more in our document on landfill sites
ga: Féadfaidh tú tuilleadh a léamh inár gcáipéis faoi láithreáin líonta talún

source: Almost all households using a refuse collection service have to pay waste charges
ga: Tá ar nach mór gach teaghlach a úsáideann seirbhís bailithe bruscair íoc as muirir dhramhaíola

source: Waste charges and methods of payment can vary considerably
ga: Féadfaidh muirir dhramhaíola agus modhanna íocaíochta a bheith an-éagsúil

source: Check with your refuse collection operator for further details
ga: Déan teagmháil le d’oibreoir bailithe bruscair chun breis sonraí a fháil

source: The option of payment by weight will be made available during this period – see the introduction for more details
ga: Foilseofar níos mó sonraí nuair a bheidh fáil orthu

source: The tax relief available on waste charges has ended and can no longer be claimed
ga: Tá deireadh curtha leis an bhfaoiseamh cánach ar mhuirir dhramhaíola agus ní féidir an faoiseamh seo a éileamh anois

source: In some areas, low-income households can avail of a waiver on waste charges
ga: I roinnt ceantar, féadfaidh teaghlaigh ísealioncaim fáil a bheith acu ar tharscaoileadh ar mhuirir dhramhaíola

source: To find out if a waiver scheme applies to you, contact your refuse collection operator
ga: Lena dheimhniú an féidir scéim tarscaoilte a chur i bhfeidhm duit, déan teagmháil le d’oibreoir bailithe bruscair

source: You can dispose of many different types of waste for free at recycling or civic amenity centres
ga: Is féidir a lan saghasanna dramhaíola a fhágáil ag ionaid athchúrsála nó chonláiste chathartha gan mhuirear a íoc

source: However, some centres may charge a small entry fee
ga: Gearrann cuid de na háiteanna seo murear iontrála, áfach

source: You may be charged for certain items such as mattresses or carpets, or for particularly large quantities
ga: Féadtar muirear a ghearradh ort i gcás earraí áirithe nó i gcás méideanna an-mhóra d’earraí

source: If you use a landfill site, there are entry charges for cars and car trailers
ga: Má úsáideann tú láithreán líonta talún, tá muirir iontrála ann do ghluaisteáin agus do leantóirí gluaisteáin

source: Vans are charged at a commercial rate
ga: Gearrtar ráta tráchtála ar veaineanna

source: For more details of charges, check with the relevant centre or landfill site, or check on the local authority’s website
ga: Chun teacht ar bhreis sonraí faoi mhuirir, déan teagmháil leis an láithreán nó leis an ionad, nó le d’údarás áitiúil

source: Your local authority can advise you on waste disposal and recycling facilities
ga: Féadfaidh d’údarás áitiúil comhairle a chur ort faoi shaoráidí diúscartha dramhaíola agus athchúrsála

source: The website repak.ie provides information on the waste accepted at each recycling or civic amenity centre
ga: Tá faisnéis ar repak.ie maidir le cé'n sórt dramhaíola a ghlactar ag ionaid athchúrsála nó chonláiste
